Repository: CrazyFanFan/Aquarius
Catalog: Aquarius/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: All Modules
zh_hans: 所有模块

source: Application
zh_hans: 应用目录

source: Automatic
zh_hans: 自动

source: Bookmark
zh_hans: 书签

source: Branch: %@
zh_hans: 分支: %@

# Branch: %@, Commit: %@
source: Branch: %1$@, Commit: %2$@
zh_hans: 分支: %1$@, 提交: %2$@

source: Cancel
zh_hans: 取消

source: Clean the cache
zh_hans: 清理缓存

source: Close
zh_hans: 关闭

source: Columns
zh_hans: 分栏

source: Commit: %@
zh_hans: 提交: %@

source: Copy
zh_hans: 复制

source: Copy (Prune)
zh_hans: 复制(裁剪)

source: Copy All
zh_hans: 复制所有

source: Copy child nodes (Recursive, Prune)
zh_hans: 复制子节点(递归、裁剪)

source: Copy content
zh_hans: 拷贝内容

source: Copy Operations
zh_hans: 复制操作

source: Copy path
zh_hans: 拷贝路径

source: Copy repo URL
zh_hans: 拷贝Repo地址

source: Copying...
zh_hans: 复制中...

source: Default Settings
zh_hans: 默认设置

source: Delete
zh_hans: 删除

source: Dependent Modules
zh_hans: 依赖于

source: Displayed as a tree
zh_hans: 以树形显示

source: Drag the Podfile.lock here!
zh_hans: 将“Podfile.lock”拖到这里

source: Empty
zh_hans: 空空如也

source: Faile to create tree of %@
zh_hans: %@的依赖树创建失败

source: Failed to parse Podfile.lock. Check the files for conflicts or other formatting exceptions.
zh_hans: 解析 Podfile.lock 失败， 请检查文件是否存在冲突或者其他格式异常。

source: Global Settings
zh_hans: 全局设置

source: Hidden
zh_hans: 隐藏

source: Ignore
zh_hans: 忽略

source: Ignore Last Modified time
zh_hans: 忽略最后修改时间

source: Indentation
zh_hans: 缩进

source: List view style
zh_hans: 列表样式

source: Load podspec content failed.
zh_hans: 读取 Podspec 内容失败

source: Load podspec content failed. Sorry, you do not have permission to access the podspec file. Please use the 'Show in Finder' to view the file yourself.
zh_hans: 读取 Podspec 内容失败 抱歉，当前没有 Podspec 文件的访问权限，请使用“在文件夹中显示”功能自行打开文件。

source: Loading
zh_hans: 加载中

# Location of cache file
source: Cache path
zh_hans: 缓存

source: Model:
zh_hans: 模式

source: No branch tag or commit specified, automatic checkout commit: %@
zh_hans: 未指定分支、标签或提交，自动检出提交: %@

source: No connection
zh_hans: 没有关联

source: Nodes
zh_hans: 结点

source: Nothing
zh_hans: 什么也没有~~

source: Open the cache directory
zh_hans: 打开缓存目录

# Path: %lld, Count: %lld (↓)
source: Path: %1$lld, Count: %2$lld (↓)
zh_hans: 路径: %1$lld, 节点数: %2$lld (↓)

source: Predecessors
zh_hans: 影响树

source: Preferences
zh_hans: 偏好设置

source: Recursive
zh_hans: 递归

source: Relation
zh_hans: 关联

source: Relation Management
zh_hans: 关联查询

source: Requiring Modules
zh_hans: 被依赖

source: Select a Podfile.lock
zh_hans: 请选择一个 Podfile.lock

source: Show
zh_hans: 展示

source: Show in finder
zh_hans: 在文件夹中显示

source: Show Podspec
zh_hans: 展示 Podspec

source: Show Related Nodes Only
zh_hans: 仅展示关联结点

source: Single Column
zh_hans: 单栏

source: Sort by
zh_hans: 排序

source: Successors
zh_hans: 依赖树

source: System
zh_hans: 系统目录

source: Tag: %@
zh_hans: 标签: %@

# The connection between **%@** and **%@** is as follows
source: The connection between **%1$@** and **%2$@** is as follows
zh_hans: **%1$@** 和 **%2$@** 之间关联如下

source: This is the default setting that will be followed when a new file is opened. The Settings on the details page will not change the global Settings, and killing the app will lose the Settings on the details page.
zh_hans: 这里是默认设置，会在首次打开文件时使用. 在详情页的变更不会覆盖全局设置； 关闭应用会丢失页面内修改的设置。

source: Total: %lld
zh_hans: 共计: %lld

source: Total: %lld path(s)
zh_hans: 共计: %1$lld 路径

source: Tree content is too large, written to cache file: %@
zh_hans: 子树过大，写到了缓存文件: %@

source: Version
zh_hans: 版本

source: View Information
zh_hans: 属性

source: Viewing PodSpecs in Git sources is not supported currently.
zh_hans: 暂不支持查看Git源中的Podspec。
